{
  "facts": [
    {
      "id": 1,
      "title": "Пушкин и дуэли",
      "text": "Александр Пушкин участвовал в 29 дуэлях за свою жизнь. Последняя, 30-я дуэль с Дантесом стала для него роковой.",
      "category": "history"
    },
    {
      "id": 2,
      "title": "Есенин и скорость",
      "text": "Сергей Есенин мог написать стихотворение за 15-20 минут. Его «Письмо к женщине» было написано за один вечер, и он перечитывал его каждый день.",
      "category": "creative"
    },
    {
      "id": 3,
      "title": "Цветаева-вундеркинд",
      "text": "Марина Цветаева начала писать стихи в 6 лет, а её первое стихотворение было опубликовано, когда ей было всего 12 лет.",
      "category": "biography"
    },
    {
      "id": 4,
      "title": "Евгений Онегин",
      "text": "Пушкин писал «Евгения Онегина» 8 лет — с 1823 по 1831 год. Это его самое объемное поэтическое произведение.",
      "category": "creative"
    },
    {
      "id": 5,
      "title": "Маяковский и рост",
      "text": "Владимир Маяковский был очень высоким — его рост составлял 189 см, что по тем временам было редкостью. Он называл себя «здоровенным».",
      "category": "biography"
    },
    {
      "id": 6,
      "title": "Лермонтов-художник",
      "text": "Михаил Лермонтов был не только поэтом, но и талантливым художником. Он создал более 400 картин и рисунков.",
      "category": "talent"
    },
    {
      "id": 7,
      "title": "Ахматова и запрет",
      "text": "Анна Ахматова была запрещена к публикации с 1925 по 1940 годы. Её стихи передавались из рук в руки в списках.",
      "category": "history"
    },
    {
      "id": 8,
      "title": "Самое короткое стихотворение",
      "text": "Самое короткое стихотворение Пушкина состоит всего из одной строки: «Мы добрых граждан позабавим».",
      "category": "record"
    },
    {
      "id": 9,
      "title": "Тютчев и дипломатия",
      "text": "Федор Тютчев 22 года служил дипломатом в Мюнхене. Многие его стихи были написаны на немецком языке, а потом переведены им самим на русский.",
      "category": "biography"
    },
    {
      "id": 10,
      "title": "Фет и псевдоним",
      "text": "Настоящая фамилия Афанасия Фета — Шеншин. Фет — это фамилия его отчима, которую поэт носил всю жизнь.",
      "category": "biography"
    },
    {
      "id": 11,
      "title": "Есенин и музыка",
      "text": "На стихи Сергея Есенина написано более 500 песен и романсов. Его поэзия особенно любима композиторами за мелодичность.",
      "category": "influence"
    },
    {
      "id": 12,
      "title": "Маяковский и реклама",
      "text": "Владимир Маяковский писал рекламные слоганы и создавал плакаты. Его знаменитое «Нигде кроме как в Моссельпроме» — это рекламный текст.",
      "category": "creative"
    },
    {
      "id": 13,
      "title": "Пушкин и языки",
      "text": "Александр Пушкин владел французским, немецким, английским, итальянским, испанским, латинским и греческим языками.",
      "category": "talent"
    },
    {
      "id": 14,
      "title": "Ахматова и память",
      "text": "Анна Ахматова писала поэму «Реквием» и никогда не записывала её. Друзья заучивали строки наизусть, чтобы сохранить произведение.",
      "category": "history"
    },
    {
      "id": 15,
      "title": "Самое популярное стихотворение",
      "text": "Стихотворение Константина Симонова «Жди меня» во время войны было переписано и выучено миллионами людей. Его носили в карманах солдаты.",
      "category": "influence"
    },
    {
      "id": 16,
      "title": "Цветаева и эмиграция",
      "text": "Марина Цветаева 17 лет прожила в эмиграции — в Берлине, Праге и Париже. Она мечтала вернуться в Россию и вернулась в 1939 году.",
      "category": "biography"
    },
    {
      "id": 17,
      "title": "Лермонтов и Пушкин",
      "text": "Михаил Лермонтов написал стихотворение «Смерть поэта» на смерть Пушкина за один день. Это стихотворение сделало его известным, но и послужило причиной ссылки на Кавказ.",
      "category": "history"
    },
    {
      "id": 18,
      "title": "Есенин и путешествия",
      "text": "Сергей Есенин был в Америке и Европе. Он женился на знаменитой танцовщице Айседоре Дункан, несмотря на то, что они почти не говорили на одном языке.",
      "category": "biography"
    },
    {
      "id": 19,
      "title": "Тютчев и публикации",
      "text": "Первый сборник стихов Тютчева был опубликован, когда ему было уже 50 лет. До этого его стихи печатались в журналах без его ведома.",
      "category": "creative"
    },
    {
      "id": 20,
      "title": "Пушкин и библиотека",
      "text": "Домашняя библиотека Пушкина насчитывала около 3500 книг на 14 языках. Многие из них с пометками поэта сохранились до наших дней.",
      "category": "biography"
    },
    {
      "id": 21,
      "title": "Ахматова и блокада",
      "text": "Анна Ахматова пережила блокаду Ленинграда. В 1941 году ее эвакуировали в Ташкент, где она продолжала писать стихи о войне и страданиях народа.",
      "category": "history"
    },
    {
      "id": 22,
      "title": "Маяковский и актерство",
      "text": "Владимир Маяковский снимался в кино и играл в немых фильмах. Он сам писал сценарии для своих фильмов и был режиссером.",
      "category": "talent"
    },
    {
      "id": 23,
      "title": "Цветаева и дети",
      "text": "Марина Цветаева родила двух дочерей. Младшая дочь Ирина умерла от голода в приюте в 1920 году, что стало одной из самых больших трагедий в жизни поэтессы.",
      "category": "biography"
    },
    {
      "id": 24,
      "title": "Есенин и скандалы",
      "text": "Сергей Есенин был известен своим скандальным поведением. Он устраивал дебоши в ресторанах и часто попадал в милицию.",
      "category": "biography"
    },
    {
      "id": 25,
      "title": "Пушкин и карты",
      "text": "Александр Пушкин был азартным игроком и часто проигрывал в карты большие суммы. Многие его произведения были написаны для того, чтобы расплатиться с долгами.",
      "category": "biography"
    },
    {
      "id": 26,
      "title": "Лермонтов и музыка",
      "text": "Михаил Лермонтов прекрасно играл на фортепиано и скрипке. Он сочинял музыку к своим стихам и мечтал стать композитором.",
      "category": "talent"
    },
    {
      "id": 27,
      "title": "Фет и богатство",
      "text": "Афанасий Фет был успешным помещиком и бизнесменом. Он накопил значительное состояние и в конце жизни был дворянином.",
      "category": "biography"
    },
    {
      "id": 28,
      "title": "Тютчев и любовь",
      "text": "Федор Тютчев был дважды женат и имел множество романов. Его любовная лирика основана на реальных переживаниях и страстях.",
      "category": "biography"
    },
    {
      "id": 29,
      "title": "Ахматова и Нобелевская премия",
      "text": "Анна Ахматова была номинирована на Нобелевскую премию по литературе, но так и не получила её. Премию помешало получить советское правительство.",
      "category": "history"
    },
    {
      "id": 30,
      "title": "Маяковский и рост стихов",
      "text": "Владимир Маяковский придумал особую форму записи стихов — «лесенкой». Это стало его фирменным стилем и повлияло на всю русскую поэзию XX века.",
      "category": "creative"
    },
    {
      "id": 31,
      "title": "Пушкин и Африка",
      "text": "Прадед Александра Пушкина — Абрам Петрович Ганнибал — был африканцем, привезенным в Россию Петром I. Пушкин гордился своим африканским происхождением.",
      "category": "biography"
    },
    {
      "id": 32,
      "title": "Есенин и самоубийство",
      "text": "Сергей Есенин покончил с собой в 1925 году в ленинградской гостинице «Англетер». Его последнее стихотворение было написано кровью.",
      "category": "history"
    },
    {
      "id": 33,
      "title": "Цветаева и голод",
      "text": "Марина Цветаева отдала своих дочерей в приют во время голода 1919-1920 годов. Младшая дочь Ирина умерла там от недоедания.",
      "category": "history"
    },
    {
      "id": 34,
      "title": "Лермонтов и пророчество",
      "text": "Михаил Лермонтов предсказал свою смерть в стихотворении «Сон». За год до гибели он написал о том, как умрет на Кавказе от пули.",
      "category": "record"
    },
    {
      "id": 35,
      "title": "Симонов и фронт",
      "text": "Константин Симонов был военным корреспондентом во время Великой Отечественной войны. Он побывал на всех фронтах и написал множество стихов о войне.",
      "category": "history"
    }
  ]
}
